const LegalList = [
    {
      title: "개인정보 처리방침",
      content: 
      `본 서비스는 사용자의 개인 정보를 최우선으로 보호하며, 사용자의 정보는 신용 카드 신청 과정에서 필수적인 용도로만 사용됩니다.
개인정보 수집 및 이용, 보호에 관한 자세한 내용은 개인정보 처리방침을 참조하시기 바랍니다.`
    },
    {
      title: "이용 약관",
      content: 
      `본 서비스를 이용함으로써, 사용자는 이용 약관에 명시된 조건들을 준수하기로 동의합니다.
약관에는 서비스 이용 방법, 사용자의 의무와 권리, 서비스 이용 제한에 대한 내용이 포함되어 있습니다.`
    },
    {
      title: "책임의 제한",
      content: 
      `본 서비스는 제휴 카드 회사들로부터 정보를 제공받아 이를 사용자에게 전달합니다.
카드 정보의 정확성, 완전성에 대해서는 해당 카드 회사의 책임하에 있으며, 본 서비스는 중개의 역할만을 수행합니다.
따라서 서비스 이용 중 발생할 수 있는 문제에 대해서는 제한된 책임만을 집니다.`
    },
    {title:"법적 준수",
    content:`본 서비스는 대한민국의 금융 관련 법률 및 규정을 준수합니다.
사용자는 서비스 이용 시 모든 지역적 법률, 국제 법률 및 규정을 준수할 책임이 있습니다.`
    },
    {
        title: "소비자 권리",
        content:`사용자는 언제든지 카드 신청을 취소하거나, 이미 발급된 카드에 대한 해지를 요청할 수 있습니다.
각 카드의 해지 조건 및 절차에 대한 자세한 사항은 카드 발급 은행을 통해 확인하실 수 있습니다.`
    },
    {
        title:"분쟁 해결",
        content:`서비스 이용 중 발생할 수 있는 모든 분쟁에 대하여는 먼저 서비스 고객지원팀을 통해 해결을 시도합니다.
만약, 고객지원을 통해 해결되지 않는 경우, 분쟁 해결 절차에 따라 처리됩니다.`
    },
    {
        title:"변경 사항",
        content:`본 법적 조항 및 고지사항은 법률이나 서비스 정책의 변경에 따라 수시로 업데이트 될 수 있습니다.
변경 사항은 본 페이지를 통해 공지될 것이며, 사용자는 정기적으로 확인하여 최신의 정보를 파악하시기 바랍니다.`
    }
   
  ];
  
  export default LegalList;